Repository: jwiegley/home-manager
Catalog: modules/po/*.po
Languages: lt

source: Creating home file links in %s
lt: Kuriamos home failų nuorodos adresu %s

source: Creating profile generation %s
lt: Kuriama profilio generacija %s

source: No change so reusing latest profile generation %s
lt: Nėra pakeitimų, naudojama paskutinė profilio generacija %s

source: Oops, Nix failed to install your new Home Manager profile! Perhaps there is a conflict with a package that was installed using "%s"? Try running %s and if there is a conflicting package you can remove it with %s Then try activating your Home Manager configuration again.
lt: Ups, Nix nepavyko įdiegti naujo Home Manager profilio! Galbūt yra konfliktas su paketu, kuris buvo įdiegtas naudojantis "%s"? Pabandykite paleisti %s ir jei yra paketas sukeliantis konfliktą, galite jį išdiegti su %s Tada pabandykite aktyvuoti Home Manager konfigūraciją iš naujo.

source: Activating %s
lt: Aktyvuojamas %s

source: Migrating profile from %s to %s
lt: Perkeliamas profilis iš %s į %s

source: Could not find suitable profile directory, tried %s and %s
lt: Nepavyko rasti tinkamo profilio katalogo, bandyta naudoti %s ir %s

source: Starting Home Manager activation
lt: Pradedamas Home Manager aktivavymas

source: This is a dry run
lt: Tai yra sausas vykdymas

source: This is a live run
lt: Tai yra gyvas vykdymas

source: Using Nix version: %s
lt: Naudojama Nix versija: %s

source: Activation variables:
lt: Aktyvavimo kintamieji:
